Repository: joekw/gametrack-translations
Catalog: *.lproj/Localizable.strings
Languages: es

# ONBOARDING_WELCOME_TO
source: Welcome to
es: Bienvenido a

# CONTINUE_BUTTON_TITLE
source: Continue
es: Continuar

# NEXT_BUTTON_TITLE
source: Next
es: Siguiente

# CONTINUE_WITHOUT_ACCOUNT_TITLE
source: Continue without Account
es: Continuar sin cuenta

# LINK_YOUR_ACCOUNTS_HEADING
source: Link your gaming accounts
es: Vincula tus cuentas

# ACCOUNT_DETAILS_TITLE
source: Accounts Details
es: Información de la cuenta

# USERNAME_LABEL
source: Username
es: Nombre de usuario

# VALID_USERAME_MESSAGE
source: Please enter a valid username (no special characters or spaces).
es: Por favor introduce un nombré válido de usuario (sin espacios ni caracteres especiales).

# USERNAME_IN_USE
source: Username already in use. Please try another.
es: Nombre de usuario ya en uso. Por favor, inténtalo con otro diferente.

# PERMISSION_ERROR_TITLE
source: Permission Error
es: Error de permisos

# PERMISSION_ERROR_MESSAGE
source: Photo library access has been denied. Please go to settings and enable photo library access to select a display picture.
es: Permite a Gametrack el acceso a tus fotos. Por favor, ve a los ajustes y activa el acceso de Gametrack a tus fotos para poder seleccionar una imagen.

# WELCOME_TAG_LINE
source: Making managing your games collection easy and enjoyable.
es: Haz que gestionar tu colección de videojuegos sea fácil y divertido.

# ONBOARDING_OPTION_1
source: Add any game you'd like
es: Añade cualquier juego que te guste

# ONBOARDING_OPTION_1_MESSAGE
source: Using the IGDB database, search for any game on any platform to add to your backlog, archive & wish list.
es: Busca cualquier juego en cualquier plataforma y añadelo a tu Backlog, Archivo o Lista de deseos, todo con el poder de la base de datos de IGDB.

# ONBOARDING_OPTION_2
source: Rate games and track progress
es: Puntua juegos y registra tu progreso

# ONBOARDING_OPTION_2_MESSAGE
source: Keep track of your progress through your backlog and rate your games when finished. Hold down on a game in your list to quickly change these.
es: Mantén un seguimiento del progreso de tus juegos y puntúalos cuando los hayas terminado. Mantén presionado un juego de tu lista para cambiar rápidamente su estado.

# ONBOARDING_OPTION_3
source: Charts and statistics
es: Gráficas y estadísticas

# ONBOARDING_OPTION_3_MESSAGE
source: See charts of your ratings, favourite platforms, genres and how many games you finish per month.
es: Consulta gráficas de tus puntuaciones, plataformas favoritas, géneros y cuantos juegos has terminado por més.

# UPDATE_MESSAGE_LABEL
source: Thank you for updating.
es: ¡Gracias por actualizar!

# ONBOARDING_OPTION_4
source: Complete redesign
es: Completamente rediseñado.

# ONBOARDING_OPTION_4_MESSAGE
source: The app has been rebuilt from the ground up with new features, new design, new icons and more!
es: ¡La aplicación ha sido reconstruida desde cero con nuevas funcionalidades, diseño, iconos, y mucho más!

# ONBOARDING_OPTION_5
source: GameTrack account
es: Cuenta de GameTrack

# ONBOARDING_OPTION_5_MESSAGE
source: Create a GameTrack account to share updates and lists with friends.
es: Crea una cuenta en GameTrack para compartir tus actualizaciones y listas con amigos.

# ONBOARDING_OPTION_6
source: Quick actions
es: Acciones rápidas

# ONBOARDING_OPTION_6_MESSAGE
source: Hold down on a game in your list to quickly change progress, rating, move to another list and share.
es: Mantén pulsado un juego de tu lista para cambiar rápidamente el progreso, su puntuación, moverlo a otra lista o compartirlo.

# ONBOARDING_OPTION_7
source: Link your accounts to import your games along with trophies and achievements.
es: Importa juegos a tus listas

# ONBOARDING_OPTION_8
source: Keeping updated
es: Sincroniza tus logros

# ONBOARDING_OPTION_8_MESSAGE
source: Games you have imported will keep their trophy and achievement information in sync with your activities.
es: Los juegos que hayas importado mantendrán actualizada su lista de trofeos y logros de forma automática a medida que los vayas obteniendo.

# LINK_STEAM_ACCOUNT_TITLE
source: Link Steam Account
es: Vincula una cuenta de Steam

# LINK_STEAM_ACCOUNT_MESSAGE
source: Before linking your Steam account, please make sure the 'Game Details' privacy settings on your steam profile are set to 'Public'.
es: Antes de vincular tu cuenta de Steam, por favor, asegúrate de establecer como 'Público' tus 'Detalles de Juego' en tus ajustes de privacidad.

# SIGN_IN_WITH_PSN_TITLE
source: Sign In with PSN
es: Iniciar sesión con PSN

source: Sign In with Steam
es: Iniciar sesión con Steam

# IMPORTING_LABEL
source: Importing Steam games.
es: Importando juegos de Steam.

# PLEASE_WAIT_LABEL
source: Please wait...
es: Por favor, espera...

# CONTACT_SUPPORT_LABEL
source: Please contact support.
es: Por favor, contacta con Soporte.

# IMPORT_FAILED_LABEL
source: Import Failed
es: Error en la importación.

# LIBRARY_LABEL
source: Library
es: Biblioteca

# SEARCH_LABEL
source: Search
es: Buscar

# ARCHIVE_TITLE
source: Archive
es: Archivo

# WISH_LIST_TITLE
source: Wish List
es: Lista de deseos

# RANKED_TITLE
source: Ranked
es: Puntuados

# LISTS_TITLE
source: Lists
es: Lista

# DISCOVER_TITLE
source: Discover
es: Descubrir

# FEATURED_TITLE
source: Featured
es: Destacados

# UPCOMING_TITLE
source: Upcoming
es: Próximamente

# RECENT_TITLE
source: Recent
es: Recientes

# HYPED_TITLE
source: Hyped
es: Más esperados

# JUST_ADDED_TITLE
source: Just Added
es: Recién Añadidos

# PLATFORMS_TITLE
source: Platforms
es: Plataformas

# FRANCHISES_TITLE
source: Franchises
es: Sagas

# ACTIVITY_TITLE
source: Activity
es: Actividades

# POSTS_TITLE
source: Posts
es: Publicaciones

# STATISTICS_TITLE
source: Statistics
es: Estadísticas

# ACCOUNTS_TITLE
source: Accounts
es: Cuentas

# NOW_PLAYING_STATUS
source: Now Playing
es: Jugando

# PLAY_NEXT_STATUS
source: Play Next
es: A continuación

# COLLECTION_STATUS
source: Collection
es: Colección

# FINISHED_STATUS
source: Finished
es: Acabado

# COMPLETED_STATUS
source: Completed
es: Completado

# ABANDONED_STATUS
source: Abandoned
es: Abandonado

# EMPTY_LIST_LABEL
source: Your list is empty! Tap the + button on the tab bar to discover some games.
es: ¡Tu lista está vacía! Pulsa el botón + en la barra superior para buscar juegos.

# EMPTY_FEED_LABEL
source: No posts found. Try following more people using the search button.
es: No se han encontrado publicaciones. Prueba a seguir a más usuarios usando el botón de búsqueda.

# PLEASE_SIGN_IN_LABEL
source: Please sign in to see your activity feed.
es: Por favor, inicia sesión para ver tus progresos y actualizaciones.

# SEE_ALL_BUTTON_TITLE
source: See All
es: Ver todo

# CLEAR_BUTTON_TITLE
source: Clear
es: Borrar

# ADD_GAME_BUTTON_TITLE
source: Add Game
es: Añadir juego

# SAVE_BUTTON_TITLE
source: Save
es: Guardar

# SORT_OPTIONS_TITLE
source: Sort Options
es: Ordenar

# COMPLETION_BUTTON_TITLE
source: Completion
es: Progreso

# RATE_BUTTON_TITLE
source: Rate
es: Puntuar

# MOVE_BUTTON_TITLE
source: Move
es: Mover

# SHARE_BUTTON_TITLE
source: Share
es: Compartir

# DELETE_BUTTON_TITLE
source: Delete
es: Eliminar

# DELETE_GAME_ALERT_TITLE
source: Delete Game
es: Eliminar juego

# DELETE_GAME_ALERT_MESSAGE
source: Are you sure you want to delete this game from your list?
es: ¿Estás seguro de que quieres eliminar este juego de tu lista?

# PLATFORM_INFO_HEADING
source: Platforms
es: Plataformas

# SUMMARY_INFO_HEADING
source: Summary
es: Resumen

# RELEASE_DATE_INFO_HEADING
source: Release Date
es: Fecha de lanzamiento

# BACKLOG_DATE_INFO_HEADING
source: Backlog Date
es: Fecha de Backlog

# ARCHIVE_DATE_INFO_HEADING
source: Archive Date
es: Fecha de Archivo

# GENRES_INFO_HEADING
source: Genres
es: Géneros

# CRITIC_RATING_INFO_HEADING
source: Critic Rating
es: Valoración de críticos

# ACHIEVEMENTS_HEADING
source: Achievements
es: Logros

# TROPHIES_HEADING
source: Trophies
es: Trofeos

# SEARCH_GAMES_PLACEHOLDER
source: Search Games
es: Buscar Juegos

# SEARCH_USERS_PLACEHOLDER
source: Search Users
es: Buscar Usuarios

# EMPTY_USERS_LABEL
source: No users found. Please check your capitalisation.
es: No se han encontrado ningún usuario. Por favor, revisa que el nombre esté bien escrito.

# RECENT_SEARCHES_HEADING
source: Recent Searches
es: Búsquedas Recientes

# POST_TYPE_ADDED
source: Added
es: Añadido

# POST_TYPE_FINISHED
source: Finished
es: Acabado

# POST_TYPE_COMPLETED
source: Completed
es: Completado

# POST_TYPE_ABANDONED
source: Abandoned
es: Abandonado

# POST_TYPE_WANTED
source: Wanted
es: Deseado

# POST_TYPE_RANKED
source: Ranked
es: Puntuado

# FOLLOWING_LABEL
source: Following
es: Siguiendo

# FOLLOWERS_LABEL
source: Followers
es: Seguidores

# FOLLOW_BUTTON_TITLE
source: Follow
es: Seguir

# UNFOLLOW_BUTTON_TITLE
source: Unfollow
es: Dejar de seguir

# NEW_LIST_TITLE
source: Create New List
es: Crear Nueva Lista

# LIST_TITLE_HEADING
source: List Title
es: Título de la Lista

# LIST_TYPE_HEADING
source: List Type
es: Tipo de Lista

# ADD_LIST_BUTTON_TITLE
source: Add
es: Añadir

# SCREENSHOT_ERROR_TITLE
source: Screenshot Error
es: Error en la Captura de Pantalla

# SCREENSHOT_ERROR_MESSAGE
source: No screenshots found for selected game.
es: No se ha encontrado ninguna captura de pantalla para el juego seleccionado

# ARTWORK_ERROR_TITLE
source: Artwork Error
es: Error en la Carátula

# ARTWORK_ERROR_MESSAGE
source: No artwork found for selected game.
es: No se ha encontrado ningúna carátula para el juego seleccionado.

# DEFAULT_POSTER_ERROR_MESSAGE
source: No default poster found for selected game.
es: No se ha encontrado ningún póster para el juego seleccionado.

# DEFAULT_POSTER_ERROR_TITLE
source: Poster Error
es: Error en el Póster

# BACKLOG_LIST_SELECTION_SUBTITLE
source: Owned and currently playing games
es: Actualmente jugados y en posesión

# ARCHIVE_LIST_SELECTION_SUBTITLE
source: Finished and abandoned games
es: Juegos acabados y abandonados

# WISH_LIST_SELECTION_SUBTITLE
source: Games you‚Äôd like to get
es: Juegos que te gustaría tener

# RANKED_LIST_SELECTION_SUBTITLE
source: Order your games in a ranked list
es: Ordena tu lista en un ranking

# ADD_GAME_TITLE
source: Add Game to List
es: Añadir Juego a una Lista

# MOVE_GAME_TITLE
source: Move Game to List
es: Mover Juego a una Lista

# IMPORT_GAME_TITLE
source: Import Game to List
es: Importar Juegos a una Lista

# SELECT_GAMES_TITLE
source: Select Games
es: Seleccionar Juegos

# IMPORT_COMPLETE_ALERT
source: Import complete.
es: Importación completada.

# SUCCESS_ALERT
source: Success
es: Completado

# PLATFORM_REGION_HEADING
source: Platform & Region
es: Plataforma y Región

# PLATFORM_ERROR_MESSAGE
source: Please select a platform.
es: Por favor, selecciona una plataforma.

# STATUS_HEADING
source: Status
es: Estado

# RATING_HEADING
source: Rating
es: Valoración

# SHARE_GAME_LABEL
source: Share Game
es: Compartir Juego

# RATE_GAME_LABEL
source: Rate Game
es: Puntuar Juego

source: Change Platform
es: Cambiar Plataforma

# CHANGE_POSTER_LABEL
source: Change Poster
es: Cambiar Carátula

# CHANGE_BACKGROUND_LABEL
source: Change Background
es: Cambiar Fondo

# CHANGE_BACKLOG_DATE_LABEL
source: Change Backlog Date
es: Cambiar Fecha de Backlog

# CHANGE_ARCHIVE_DATE_LABEL
source: Change Archive Date
es: Cambiar Fecha de Archivación

# REFRESH_RELEASE_DATE_LABEL
source: Refresh Release Date
es: Actualizar Fecha de Lanzamiento

# ADD_NOTES_LABEL
source: Add Notes
es: Añadir Notas

# PHOTO_LIBRARY_LABEL
source: Photo Library
es: Biblioteca de Fotos

# ARTWORK_LABEL
source: Artwork
es: Carátula

# TOP_GENRES_HEADING
source: Top Genres
es: Top de Géneros

# TOP_GENRES_SUBTITLE
source: Organise your games by genre
es: Ordena tus juegos por género

# GAME_GENRES_TITLE
source: Game Genres
es: Géneros de Juego

# TOP_PLATFORMS_HEADING
source: Top Platforms
es: Top de Plataformas

# TOP_PLATFORMS_SUBTITLE
source: Show your games by platform
es: Muestra tus juegos por plataforma

# GAME_PLATFORMS_TITLE
source: Game Platforms
es: Plataformas de Juego

# TOP_RATED_SUBTITLE
source: See how your games are rated
es: Muestra tus juegos por puntuación

# GAME_RATINGS_TITLE
source: Game Ratings
es: Valoraciones de Juegos

# ARCHIVED_GAMES_HEADING
source: Archived Games by Month
es: Juegos Archivados por mes

# ARCHIVED_GAMES_SUBTITLE
source: Chart your gaming progress over time
es: Registra tu progreso a lo largo del tiempo

# RELEASE_YEAR_LABEL
source: Release Year
es: Año de lanzamiento

# ARCHIVE_YEAR_LABEL
source: Archive Year
es: Año de Archivación

# FILTER_OPTIONS_TITLE
source: Filter Options
es: Filtros de búsqueda

# GAMES_HEADING
source: Games
es: Juegos

# LEVEL_HEADING
source: Level
es: Nivel

# PROGRESS_HEADING
source: Progress
es: Progreso

# GAMERTAG_TITLE
source: Enter Gamertag
es: Introducir un Gamertag

# OPTIONS_TITLE
source: Options
es: Opciones

# BATCH_IMPORT_HEADING
source: Batch Import Games
es: Importar Juegos por lote

# SIGN_OUT_HEADING
source: Sign Out
es: Cerrar sesión

# PLUS_DISCOUNT_TAG
source: % Off
es: % de Descuento

# PLUS_UPGRADE_BUTTON_TITLE
source: Upgrade to GameTrack+
es: Actualiza a GameTrack+

# UPGRADE_ANNUAL_BUTTON_TITLE
source: Upgrade to Annual
es: Actualiza al plan anual

# MANAGE_SUBSCRIPTION_TITLE
source: Manage Subscription
es: Gestionar Suscripción

# INACTIVE_STATUS_TITLE
source: Inactive
es: Inactivo

# ANNUAL_STATUS_TITLE
source: Annual
es: Anual

# MONTHLY_STATUS_TITLE
source: Monthly
es: Mensual

# CUSTOMISE_STATUS_TITLE
source: Customise
es: Personalizar

# RESTORE_PUCHASES_BUTTON_TITLE
source: Restore Purchases
es: Restaurar Compras

# PRIVACY_POLICY_BUTTON_TITLE
source: Privacy Policy
es: Política de Privacidad

# TERMS_OF_USE_BUTTON_TITLE
source: Terms of Service
es: Terminos de Servicio

# PLUS_DISCOUNT_HEADING
source: 20% Customise Pack Discount Applied üëç
es: Se ha aplicado un 20% de descuento en el Pack de Personalización 👍

# PRICING_PER_MONTH_LABEL
source: per month
es: por mes

# PRICING_PER_YEAR_LABEL
source: per year
es: por año

# SUCCESSFUL_PURCHASE_LABEL
source: Purchase Successful!
es: ¡Compra realizada con éxito!

# PURCHASES_NOT_ALLOWED_ERROR
source: Purchases not allowed on this device.
es: Compra no permitida en este dispositivo.

# PURCHASES_INVALID_ERROR
source: Purchase invalid, check payment source.
es: Error en el proceso de compra, por favor comprueba tu método de pago.

# NETWORK_ERROR
source: Network error, please check your connection.
es: Error de conexión, por favor comprueba tu conexión.

# UNKNOWN_ERROR
source: Unknown server error, please try again.
es: Error desconocido en el servidor, por favor inténtalo de nuevo.

source: Purchase Error
es: Error de compra

# NOT_SIGNED_IN_LABEL
source: Not Signed In
es: Sesión no iniciada

# SIGN_OUT_BUTTON_TITLE
source: Sign Out
es: Cerrar Sesión

# SIGN_IN_BUTTON_TITLE
source: Sign In
es: Iniciar Sesión

# THEME_LABEL
source: Theme
es: Tema

# TINT_COLOUR_LABEL
source: Tint Colour
es: Color de Acento

# APP_ICON_LABEL
source: App Icon
es: Icono de la Aplicación

# ACCOUNT_LABEL
source: Account
es: Cuenta

source: Change Account Details
es: Modificar información de la cuenta

# NOTIFICATIONS_LABEL
source: Notifications
es: Notificaciones

# BACKUP_LABEL
source: Backup Library
es: Copia de seguridad

# RATE_APP_LABEL
source: Rate App
es: Puntúa la Aplicación

# SUPPORT_LABEL
source: Support
es: Soporte

# FEATURE_LABEL
source: Feature Roadmap
es: Roadmap de Funcionalidades

# COLOURS_TITLE
source: Colours
es: Colores

# LEGACY_COLOURS_TITLE
source: Legacy Colours
es: Colores clásicos

# LEGACY_SPECIAL_TITLE
source: Legacy Special
es: Especiales clásicos

# SPECIAL_TITLE
source: Special
es: Especiales

# POSTER_LABEL
source: Poster
es: Carátulas

# COMPACT_POSTER_LABEL
source: Compact Poster
es: Carátulas compactas

# ABOUT_BUTTON_TITLE
source: About
es: Acerca de

# CREDITS_TITLE
source: Designed and developed by Joe Kimberlin-Wyer in London, UK.
es: Diseñado y desarrollado por Joe Kimberlin-Wyer en Londres, UK.

# IGDB_TITLE
source: Game data provided by IGDB.com
es: Datos de juegos proporcionados por IGDB.com

# VERSION_TITLE
source: Version
es: Versión

# EMPTY_ARCHIVE_STATS_ERROR
source: You need to add some games to your lists before using this feature.
es: Antes de utilizar esta funcionalidad, tienes que añadir algunos juegos a tu biblioteca.

# OTHER_PLATFORMS_LABEL
source: Other
es: Otros

# ENABLE_NOTIFICATIONS_LABEL
source: Enable Notifications
es: Activar Notificaciones

# NOTIFICATIONS_DISABLED_ERROR
source: Please enable notificaitons in iOS settings.
es: Por favor, activa las notificaciones en los ajustes de tu dispositivo.

# DARK_THEME_LABEL
source: Dark
es: Oscuro

# LIGHT_THEME_LABEL
source: Light
es: Claro

# AUTOMATIC_THEME_LABEL
source: Automatic
es: Automático

# SIMULATOR_LABEL
source: Simulator
es: Simulación

# TACTICAL_LABEL
source: Tactical
es: Táctico

# QUIZ_LABEL
source: Quiz/Trivia
es: Concurso/Preguntas

# FIGHTING_LABEL
source: Fighting
es: Lucha

# STRATEGY_LABEL
source: Strategy
es: Estrategia

# ADVENTURE_LABEL
source: Adventure
es: Aventura

# MUSIC_LABEL
source: Music
es: Musical

# PLATFORMER_LABEL
source: Platformer
es: Plataformas

# RACING_LABEL
source: Racing
es: Carreras

# SPORT_LABEL
source: Sport
es: Deportivo
